{"id":2,"date":"2022-08-27T23:22:50","date_gmt":"2022-08-27T15:22:50","guid":{"rendered":"http:\/\/localhost\/wordpress\/?page_id=2"},"modified":"2022-08-27T23:22:50","modified_gmt":"2022-08-27T15:22:50","slug":"sample-page","status":"publish","type":"page","link":"http:\/\/localhost\/wordpress\/sample-page\/","title":{"rendered":"\u7bc4\u4f8b\u9801\u9762"},"content":{"rendered":"\n<p>\u9019\u662f\u4e00\u500b\u7bc4\u4f8b\u9801\u9762\u3002\u9801\u9762\u8207\u7db2\u7ad9\u6587\u7ae0\u4e0d\u540c\uff0c\u56e0\u70ba\u5b83\u986f\u793a\u7684\u4f4d\u7f6e\u70ba\u56fa\u5b9a\u4f4d\u7f6e\uff0c\u4e26\u4e14\u5927\u591a\u6578\u7684\u4f48\u666f\u4e3b\u984c\u6703\u5c07\u5b83\u986f\u793a\u5728\u7db2\u7ad9\u5c0e\u89bd\u9078\u55ae\u4e2d\u3002\u5927\u591a\u6578\u4eba\u6703\u65b0\u589e\u4e00\u500b\u3008\u95dc\u65bc\u3009\u9801\u9762\uff0c\u4ee5\u4fbf\u5411\u7db2\u7ad9\u8a2a\u5ba2\u4ecb\u7d39\u81ea\u5df1\u3002\u3008\u95dc\u65bc\u3009\u9801\u9762\u7684\u5167\u5bb9\u985e\u4f3c\u4ee5\u4e0b\u793a\u7bc4\uff1a<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>\u55e8\uff0c\u4f60\u597d\uff01\u767d\u5929\u6211\u662f\u4e00\u4f4d\u90f5\u5dee\uff0c\u665a\u4e0a\u5247\u662f\u500b\u6eff\u61f7\u62b1\u8ca0\u7684\u6f14\u54e1\uff0c\u9019\u662f\u7528\u4f86\u5c55\u73fe\u81ea\u6211\u7684\u7db2\u7ad9\u3002\u6211\u4f4f\u5728\u9ad8\u96c4\uff0c\u990a\u4e86\u4e00\u96bb\u6975\u901a\u4eba\u6027\u7684\u72d7\u53eb\u5c0f\u9ed1\uff1b\u6700\u611b\u559d\u5564\u9152\uff0c\u76ee\u6a19\u662f\u70ba\u5e02\u9762\u4e0a\u8cb7\u7684\u5230\u7684\u6240\u6709\u5564\u9152\u90fd\u5beb\u4e00\u7bc7\u8a55\u8ad6\u3002<\/p><\/blockquote>\n\n\n\n<p>\u6216\u662f\u50cf\u9019\u6a23\uff1a<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>XYZ Doohickey Comany \u6210\u7acb\u65bc 1971 \u5e74\uff0c\u516c\u53f8\u6210\u7acb\u4ee5\u4f86\uff0c\u6211\u5011\u4e00\u76f4\u70ba\u5927\u773e\u63d0\u4f9b\u9ad8\u54c1\u8cea\u7684\u7db2\u7ad9\u5ba2\u88fd\u5316\u670d\u52d9\u3002\u76ee\u524d\u516c\u53f8\u4f4d\u65bc\u53f0\u5317\u5e02\uff0c\u6709\u8d85\u904e 2,000 \u540d\u54e1\u5de5\uff0c\u4e26\u6301\u7e8c\u70ba\u958b\u6e90\u793e\u7fa4\u63d0\u4f9b\u8cc7\u6e90\u53ca\u5834\u5730\u3002<\/p><\/blockquote>\n\n\n\n<p>\u8eab\u70ba\u4e00\u4f4d\u65b0\u7684 WordPress \u4f7f\u7528\u8005\uff0c\u8acb\u524d\u5f80<a href=\"http:\/\/localhost\/wordpress\/wp-admin\/\">\u63a7\u5236\u53f0<\/a>\u522a\u9664\u9019\u500b\u9801\u9762\uff0c\u4e26\u5efa\u7acb\u5c6c\u65bc\u81ea\u5df1\u7684\u9801\u9762\u3002\u795d\u4f7f\u7528\u6109\u5feb\uff01<\/p>\n","protected":false},"excerpt":{"rendered":"<p>\u9019\u662f\u4e00\u500b\u7bc4\u4f8b\u9801\u9762\u3002\u9801\u9762\u8207\u7db2\u7ad9\u6587\u7ae0\u4e0d\u540c\uff0c\u56e0\u70ba\u5b83\u986f\u793a\u7684\u4f4d\u7f6e\u70ba\u56fa\u5b9a\u4f4d\u7f6e\uff0c\u4e26\u4e14\u5927\u591a\u6578\u7684\u4f48\u666f\u4e3b\u984c\u6703\u5c07\u5b83\u986f\u793a\u5728\u7db2\u7ad9\u5c0e\u89bd\u9078\u55ae [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"","meta":[],"_links":{"self":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages\/2"}],"collection":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/comments?post=2"}],"version-history":[{"count":0,"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/pages\/2\/revisions"}],"wp:attachment":[{"href":"http:\/\/localhost\/wordpress\/wp-json\/wp\/v2\/media?parent=2"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}